Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Privacy Preserving Playback. Overrides your global P3 setting for this podcast. When on, tracking and ad-insertion redirects are removed from episode URLs.
de: Datenschutzfreundliche Wiedergabe. Überschreibt für diesen Podcast deine globale P3-Einstellung. Wenn aktiviert, werden Tracking- und Werbe-Weiterleitungen aus den Folgen-URLs entfernt.
es: Reproducción con protección de la privacidad. Anula tu ajuste global de P3 para este podcast. Cuando está activada, se eliminan de las URL de los episodios los redireccionamientos de rastreo e inserción de anuncios.
fr: Lecture préservant la confidentialité. Remplace votre réglage P3 global pour ce podcast. Lorsque cette option est activée, les redirections de suivi et d'insertion publicitaire sont supprimées des URL des épisodes.
it: Riproduzione che tutela la privacy. Sostituisce l'impostazione globale di P3 per questo podcast. Quando è attiva, i reindirizzamenti di tracciamento e di inserimento pubblicitario vengono rimossi dagli URL degli episodi.
nl: Privacybeschermend afspelen. Vervangt voor deze podcast je algemene P3-instelling. Wanneer dit aanstaat, worden omleidingen voor tracking en advertenties uit de URL's van afleveringen verwijderd.

# Processing podcast %lld of %lld…
source: Processing podcast %1$lld of %2$lld…
de: Podcast %1$lld von %2$lld wird verarbeitet …
es: Procesando el podcast %1$lld de %2$lld…
fr: Traitement du podcast %1$lld sur %2$lld…
it: Elaborazione del podcast %1$lld di %2$lld…
nl: Podcast %1$lld van %2$lld verwerken…

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel

source: Profile Name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
nl: Profielnaam

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
nl: Profielen

source: Protected Feed
de: Geschützter Feed
es: Feed protegido
fr: Flux protégé
it: Feed protetto
nl: Beveiligde feed

source: Protected feed URL
de: URL des geschützten Feeds
es: URL del feed protegido
fr: URL du flux protégé
it: URL del feed protetto
nl: URL van beveiligde feed

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Servizio
nl: Aanbieder

source: Published
de: Veröffentlicht
es: Fecha de publicación
fr: Date de publication
it: Data di pubblicazione
nl: Gepubliceerd

source: Pull-to-refresh bypasses cache and fetches fresh data.
de: Ziehen zum Aktualisieren umgeht den Cache und lädt frische Daten.
es: Al deslizar hacia abajo para actualizar, se omite la caché y se obtienen datos nuevos.
fr: Le geste tirer pour actualiser ignore le cache et récupère des données à jour.
it: L'aggiornamento con il trascinamento verso il basso ignora la cache e recupera dati aggiornati.
nl: Omlaag trekken om te vernieuwen negeert de cache en haalt nieuwe gegevens op.

source: Purchase Error
de: Fehler beim Kauf
es: Error de compra
fr: Erreur d'achat
it: Errore di acquisto
nl: Aankoopfout

source: Queue Empty
de: Warteliste leer
es: Cola vacía
fr: File d'attente vide
it: Coda vuota
nl: Wachtrij leeg

source: Queue Management
de: Wartelistenverwaltung
es: Gestión de la cola
fr: Gestion de la file d'attente
it: Gestione della coda
nl: Wachtrijbeheer

source: Queue Settings
de: Wartelisten-Einstellungen
es: Ajustes de la cola
fr: Réglages de la file d'attente
it: Impostazioni della coda
nl: Wachtrij-instellingen

source: Queue sync
de: Sync der Warteliste
es: Sincronización de la cola
fr: File d'attente synchronisée
it: Sincronizzazione coda
nl: Wachtrijsynchronisatie

source: Queue sync across all devices
de: Warteschlange auf allen Geräten synchronisieren
es: Sincronización de la cola en todos los dispositivos
fr: Synchronisation de la file d'attente sur tous les appareils
it: Sincronizzazione della coda su tutti i dispositivi
nl: Wachtrij synchroniseren op al je apparaten

source: Queue Sync Strategy
de: Sync-Strategie für die Warteliste
es: Estrategia de sincronización de la cola
fr: Stratégie de synchronisation de la file d'attente
it: Strategia di sincronizzazione coda
nl: Strategie voor wachtrijsynchronisatie

source: Queued
de: Vorgemerkt
es: En cola
fr: En file
it: In coda
nl: Wachtrij

source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
nl: Snelle acties

source: Quickstart
de: Schnellstart
es: Rápido
fr: Express
it: Avvio rapido
nl: Snelstart

source: Re-authenticate with Nextcloud
de: Erneut bei Nextcloud anmelden
es: Volver a iniciar sesión con Nextcloud
fr: Se reconnecter à Nextcloud
it: Autenticati di nuovo con Nextcloud
nl: Log opnieuw in bij Nextcloud

source: Recently Updated
de: Kürzlich aktualisiert
es: Actualizados recientemente
fr: Mises à jour récentes
it: Aggiornati di recente
nl: Recent bijgewerkt

source: Recently Updated Limit
de: Limit für „Kürzlich aktualisiert“
es: Límite de Actualizados recientemente
fr: Limite des mises à jour récentes
it: Limite di Aggiornati di recente
nl: Limiet voor Recent bijgewerkt

source: Recommended quickstart option
de: Empfohlene Schnellstart-Option
es: Opción de inicio rápido recomendada
fr: Option de démarrage rapide recommandée
it: Opzione di avvio rapido consigliata
nl: Aanbevolen snelstartoptie

source: Recurred %lld times
de: %lld× aufgetreten
es: Se ha repetido %lld veces
fr: %lld occurrences
it: Si è ripetuto %lld volte
nl: %lld keer teruggekeerd

source: Recurring conflicts are usually caused by other podcast clients (e.g. gPodder) updating the same server. Each client writes its own position, causing repeated mismatches.
de: Wiederkehrende Konflikte entstehen meist dadurch, dass andere Podcast-Clients (z. B. gPodder) denselben Server aktualisieren. Jeder Client schreibt seine eigene Position, was zu wiederholten Abweichungen führt.
es: Los conflictos recurrentes suelen deberse a que otros clientes de podcasts (por ejemplo, gPodder) actualizan el mismo servidor. Cada cliente escribe su propia posición, lo que provoca discrepancias repetidas.
fr: Les conflits récurrents sont généralement dus à d'autres clients de podcast (par ex. gPodder) qui mettent à jour le même serveur. Chaque client écrit sa propre position, ce qui provoque des divergences répétées.
it: I conflitti ricorrenti sono di solito causati da altri client podcast (ad es. gPodder) che aggiornano lo stesso server. Ogni client scrive la propria posizione, generando disallineamenti ripetuti.
nl: Terugkerende conflicten komen meestal doordat andere podcastclients (bijv. gPodder) dezelfde server bijwerken. Elke client schrijft zijn eigen positie weg, waardoor er steeds verschillen ontstaan.

source: Refresh & Sync
de: Aktualisieren & Sync
es: Actualizar y sincronizar
fr: Actualiser et synchroniser
it: Aggiorna e sincronizza
nl: Vernieuw en synchroniseer

source: Refresh episode activity
de: Folgenaktivität aktualisieren
es: Actualizar la actividad de episodios
fr: Actualiser l'activité des épisodes
it: Aggiorna l'attività degli episodi
nl: Vernieuw de afleveringsactiviteit

source: Refresh your podcasts and sync, then report how many new episodes arrived.
de: Aktualisiert deine Podcasts, synchronisiert und meldet dann, wie viele neue Folgen eingetroffen sind.
es: Actualiza tus podcasts y sincroniza, y luego indica cuántos episodios nuevos han llegado.
fr: Actualise vos podcasts, lance la synchronisation, puis indique combien de nouveaux épisodes sont arrivés.
it: Aggiorna i tuoi podcast, sincronizza e poi indica quanti nuovi episodi sono arrivati.
nl: Vernieuw je podcasts en synchroniseer, en meld daarna hoeveel nieuwe afleveringen er zijn binnengekomen.

source: Remaining (seconds)
de: Verbleibend (Sekunden)
es: Restante (segundos)
fr: Restant (secondes)
it: Rimanente (secondi)
nl: Resterend (seconden)

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
nl: Verwijder

source: Remove & Mark as Played
de: Entfernen & als gespielt markieren
es: Quitar y marcar como reproducido
fr: Retirer et marquer comme lu
it: Rimuovi e segna come riprodotto
nl: Verwijder en markeer als afgespeeld

source: Remove & Mark Played
de: Entfernen & gespielt markieren
es: Quitar y marcar como reproducido
fr: Retirer, marquer comme lu
it: Rimuovi e segna riprodotto
nl: Ook als afgespeeld markeren

source: Remove Download
de: Download entfernen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Rimuovi download
nl: Verwijder download

source: Remove episodes from your Up Next queue
de: Entfernt Folgen aus deiner Warteliste „Als Nächstes“
es: Quita episodios de tu cola A continuación
fr: Retirer des épisodes de votre file d'attente
it: Rimuovi gli episodi dalla coda Prossimi
nl: Verwijder afleveringen uit je wachtrij

source: Remove every episode from your Up Next queue.
de: Entfernt alle Folgen aus deiner Warteliste „Als Nächstes“.
es: Quita todos los episodios de tu cola A continuación.
fr: Retire tous les épisodes de votre file d'attente À suivre.
it: Rimuovi tutti gli episodi dalla coda Prossimi.
nl: Verwijder elke aflevering uit je wachtrij.

source: Remove from Group
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
it: Rimuovi dal gruppo
nl: Verwijder uit groep

source: Remove from Queue
de: Aus der Warteliste entfernen
es: Quitar de la cola
fr: Retirer de la file d'attente
it: Rimuovi dalla coda
nl: Verwijder uit wachtrij

source: Removes Download Tracking
de: Entfernt Download-Tracking
es: Elimina el rastreo de descargas
fr: Supprime le suivi des téléchargements
it: Rimuove il tracciamento dei download
nl: Verwijdert downloadtracking

source: Rename this group.
de: Benenne diese Gruppe um.
es: Cambia el nombre de este grupo.
fr: Renommez ce groupe.
it: Rinomina questo gruppo.
nl: Geef deze groep een nieuwe naam.

source: Reorder
de: Neu anordnen
es: Reordenar
fr: Réorganiser
it: Riordina
nl: Wijzig volgorde

source: Reorder Library
de: Mediathek neu anordnen
es: Reordenar la biblioteca
fr: Réorganiser la bibliothèque
it: Riordina la libreria
nl: Wijzig volgorde van bibliotheek

source: Replaces http with https in the server URL
de: Ersetzt http durch https in der Server-URL
es: Sustituye http por https en la URL del servidor
fr: Remplace http par https dans l'URL du serveur
it: Sostituisce http con https nell'URL del server
nl: Vervangt http door https in de server-URL

source: Replay Episode
de: Folge erneut abspielen
es: Volver a reproducir el episodio
fr: Réécouter l'épisode
it: Riascolta l'episodio
nl: Speel aflevering opnieuw af

source: Report a translation issue
de: Übersetzungsfehler melden
es: Informar de un error de traducción
fr: Signaler une erreur de traduction
it: Segnala un errore di traduzione
nl: Meld een vertaalfout

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer valor por omisión
fr: Rétablir la valeur par défaut
it: Ripristina predefinito
nl: Herstel standaardwaarde

source: Reset to Defaults
de: Auf Standards zurücksetzen
es: Restablecer valores por omisión
fr: Rétablir les valeurs par défaut
it: Ripristina predefiniti
nl: Herstel standaardwaarden

source: Restart Episode
de: Folge neu starten
es: Reiniciar episodio
fr: Recommencer l'épisode
it: Ricomincia l'episodio
nl: Start aflevering opnieuw

source: Restart the current episode
de: Aktuelle Folge neu starten
es: Reiniciar el episodio actual
fr: Recommencer l'épisode en cours
it: Ricomincia l'episodio corrente
nl: Start de huidige aflevering opnieuw

source: Restore previous purchase
de: Früheren Kauf wiederherstellen
es: Restaurar una compra anterior
fr: Restaurer un achat précédent
it: Ripristina l'acquisto precedente
nl: Herstel eerdere aankoop

source: Restore Purchase
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer l'achat
it: Ripristina acquisti
nl: Herstel aankoop

source: Resume playback
de: Wiedergabe fortsetzen
es: Reanudar la reproducción
fr: Reprendre la lecture
it: Riprendi la riproduzione
nl: Hervat afspelen

source: Resume Playback
de: Wiedergabe fortsetzen
es: Reanudar la reproducción
fr: Reprendre la lecture
it: Riprendi la riproduzione
nl: Hervat afspelen

source: Resume playback or start playing your queue.
de: Setzt die Wiedergabe fort oder startet deine Warteliste.
es: Reanuda la reproducción o empieza a reproducir tu cola.
fr: Reprend la lecture ou démarre votre file d'attente.
it: Riprendi la riproduzione o avvia la tua coda.
nl: Hervat het afspelen of start je wachtrij.

source: Resume the currently paused episode.
de: Setzt die aktuell pausierte Folge fort.
es: Reanuda el episodio que está en pausa.
fr: Reprend l'épisode actuellement en pause.
it: Riprendi l'episodio attualmente in pausa.
nl: Hervat de aflevering die nu gepauzeerd is.

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Probeer opnieuw

source: Retry playback
de: Wiedergabe erneut versuchen
es: Reintentar la reproducción
fr: Réessayer la lecture
it: Riprova la riproduzione
nl: Probeer opnieuw af te spelen

source: Returns a share link to the current episode at the current timestamp.
de: Gibt einen Link zur aktuellen Folge an der aktuellen Zeitmarke zurück.
es: Devuelve un enlace para compartir el episodio actual en la posición de reproducción actual.
fr: Fournit un lien de partage vers l'épisode en cours, à la position de lecture actuelle.
it: Restituisce un link di condivisione dell'episodio corrente alla posizione di riproduzione attuale.
nl: Geeft een deellink terug naar de huidige aflevering op de huidige afspeelpositie.

source: Returns a timestamped link to the current episode, ready to send.
de: Gibt einen Link mit Zeitmarke zur aktuellen Folge zurück – fertig zum Versenden.
es: Devuelve un enlace con marca de tiempo al episodio actual, listo para enviar.
fr: Fournit un lien horodaté vers l'épisode en cours, prêt à être envoyé.
it: Restituisce un link all'episodio corrente con la posizione di riproduzione, pronto da inviare.
nl: Geeft een link terug naar de huidige aflevering op de huidige afspeelpositie, klaar om te versturen.

source: Returns the episode that's currently playing, with its position, duration, and link.
de: Gibt die aktuell abgespielte Folge zurück – mit Position, Dauer und Link.
es: Devuelve el episodio que se está reproduciendo, con su posición, duración y enlace.
fr: Fournit l'épisode en cours de lecture, avec sa position, sa durée et son lien.
it: Restituisce l'episodio attualmente in riproduzione, con la sua posizione, la durata e il link.
nl: Geeft de aflevering terug die nu wordt afgespeeld, inclusief positie, duur en link.

source: Returns the episodes in your Up Next queue.
de: Gibt die Folgen in deiner Warteliste „Als Nächstes“ zurück.
es: Devuelve los episodios de tu cola A continuación.
fr: Fournit les épisodes de votre file d'attente À suivre.
it: Restituisce gli episodi della tua coda Prossimi.
nl: Geeft de afleveringen in je wachtrij terug.

source: Returns the podcasts you follow.
de: Gibt die Podcasts zurück, denen du folgst.
es: Devuelve los podcasts que sigues.
fr: Fournit les podcasts que vous suivez.
it: Restituisce i podcast che segui.
nl: Geeft de podcasts terug die je volgt.

source: Returns your listening time and streaks as numbers you can use in shortcuts.
de: Gibt deine Hörzeit und deine Serien als Zahlen zurück, die du in Kurzbefehlen verwenden kannst.
es: Devuelve tu tiempo de escucha y tus rachas como números que puedes usar en tus atajos.
fr: Fournit votre temps d'écoute et vos séries de jours consécutifs sous forme de nombres utilisables dans vos raccourcis.
it: Restituisce il tuo tempo di ascolto e le tue serie di giorni consecutivi come numeri che puoi usare nei tuoi comandi rapidi.
nl: Geeft je luistertijd en reeksen terug als getallen die je in opdrachten kunt gebruiken.

source: Right Swipe
de: Wischen nach rechts
es: Deslizar a la derecha
fr: Balayage vers la droite
it: Scorrimento a destra
nl: Naar rechts vegen

source: RSS feed URL
de: URL des RSS-Feeds
es: URL del feed RSS
fr: URL du flux RSS
it: URL del feed RSS
nl: URL van RSS-feed

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar

source: Save a timestamped note on the episode you're listening to — hands-free.
de: Sichert eine Notiz mit Zeitmarke zu der Folge, die du gerade hörst – ganz freihändig.
es: Guarda una nota con marca de tiempo en el episodio que estás escuchando, sin usar las manos.
fr: Enregistre une note horodatée sur l'épisode que vous écoutez, en mode mains libres.
it: Salva una nota con la posizione di riproduzione sull'episodio che stai ascoltando, senza usare le mani.
nl: Bewaar een notitie met de afspeelpositie bij de aflevering waar je naar luistert — handsfree.

source: Save Credentials
de: Zugangsdaten speichern
es: Guardar credenciales
fr: Enregistrer les identifiants
it: Salva credenziali
nl: Bewaar inloggegevens

source: Save everything on this phone only. No internet account needed. Start listening now.
de: Speichere alles nur auf diesem Gerät. Kein Online-Konto nötig. Jetzt loshören.
es: Guarda todo solo en este teléfono. No necesitas ninguna cuenta en internet. Empieza a escuchar ya.
fr: Enregistrez tout uniquement sur ce téléphone. Aucun compte en ligne requis. Commencez à écouter dès maintenant.
it: Salva tutto solo su questo telefono. Nessun account online necessario. Inizia subito ad ascoltare.
nl: Bewaar alles alleen op deze telefoon. Geen internetaccount nodig. Begin nu met luisteren.

source: Save Password
de: Passwort speichern
es: Guardar contraseña
fr: Enregistrer le mot de passe
it: Salva password
nl: Bewaar wachtwoord

source: Save your progress using the community-run public gpodder.net service. (Note: Their privacy rules will apply).
de: Sichere deinen Fortschritt über den öffentlichen, von der Community betriebenen Dienst gpodder.net. (Hinweis: Es gelten deren Datenschutzregeln.)
es: Guarda tu progreso con el servicio público gpodder.net, gestionado por la comunidad. (Nota: se aplicarán sus normas de privacidad).
fr: Enregistrez votre progression avec le service public gpodder.net, géré par la communauté. (Remarque : leurs règles de confidentialité s'appliqueront).
it: Salva i tuoi progressi usando il servizio pubblico gpodder.net gestito dalla community. (Nota: si applicheranno le loro regole sulla privacy).
nl: Bewaar je voortgang met de openbare, door de community beheerde gpodder.net-dienst. (Let op: hun privacyregels zijn van toepassing).

source: Say "Hey Siri" followed by any phrase. Every action above is also available in the Shortcuts app.
de: Sage „Hey Siri“, gefolgt von einem beliebigen Satz. Alle Aktionen oben sind auch in der Kurzbefehle-App verfügbar.
es: Di «Oye Siri» seguido de cualquier frase. Todas las acciones anteriores también están disponibles en la app Atajos.
fr: Dites « Dis Siri » suivi de n'importe quelle phrase. Toutes les actions ci-dessus sont également disponibles dans l'app Raccourcis.
it: Di' "Ehi Siri" seguito da una qualsiasi frase. Tutte le azioni qui sopra sono disponibili anche nell'app Comandi rapidi.
nl: Zeg "Hey Siri" gevolgd door een willekeurige zin. Elke actie hierboven is ook beschikbaar in de Opdrachten-app.

source: Scanning library for old episodes
de: Mediathek wird nach alten Folgen durchsucht
es: Buscando episodios antiguos en la biblioteca
fr: Analyse de la bibliothèque à la recherche d'anciens épisodes
it: Scansione della libreria alla ricerca di episodi vecchi
nl: Bibliotheek wordt gescand op oude afleveringen

source: Scanning Library…
de: Mediathek wird durchsucht …
es: Analizando la biblioteca…
fr: Analyse de la bibliothèque…
it: Scansione della libreria…
nl: Bibliotheek scannen…

source: Scheduled: %@
de: Geplant: %@
es: Programado: %@
fr: Prévu : %@
it: In programma: %@
nl: Gepland: %@

source: Search
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca
nl: Zoeken

source: Search Details
de: Details durchsuchen
es: Buscar en descripciones
fr: Descriptions
it: Cerca nei dettagli
nl: Zoek in details

source: Search match. Double tap to seek.
de: Suchtreffer. Doppeltippen, um dorthin zu springen.
es: Coincidencia de búsqueda. Toca dos veces para saltar a ese punto.
fr: Résultat de recherche. Touchez deux fois pour lire à partir d'ici.
it: Corrispondenza della ricerca. Tocca due volte per spostare la riproduzione.
nl: Zoekresultaat. Dubbeltik om naar dit punt te gaan.

source: Search podcasts & episodes
de: Podcasts & Folgen durchsuchen
es: Buscar podcasts y episodios
fr: Rechercher des podcasts et des épisodes
it: Cerca podcast ed episodi
nl: Zoek in podcasts en afleveringen

source: Search Provider
de: Suchanbieter
es: Proveedor de búsqueda
fr: Service de recherche
it: Servizio di ricerca
nl: Zoekaanbieder

source: Search transcript
de: Transkript durchsuchen
es: Buscar en la transcripción
fr: Rechercher dans la transcription
it: Cerca nella trascrizione
nl: Zoek in transcript

# search.subscribe
source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Iscriviti
nl: Volg

# search.subscribed
source: Subscribed ✓
de: Abonniert ✓
es: Suscrito ✓
fr: Abonné ✓
it: Iscritto ✓
nl: Gevolgd ✓

source: Searching episode descriptions. Tap to disable.
de: Folgenbeschreibungen werden durchsucht. Zum Deaktivieren tippen.
es: Buscando en las descripciones de los episodios. Toca para desactivar.
fr: Recherche dans les descriptions des épisodes. Touchez pour désactiver.
it: Ricerca nelle descrizioni degli episodi. Tocca per disattivare.
nl: Zoekt ook in afleveringsbeschrijvingen. Tik om uit te schakelen.

source: Searching...
de: Wird gesucht …
es: Buscando…
fr: Recherche…
it: Ricerca in corso...
nl: Zoeken...

source: Seconds
de: Sek.
es: Segundos
fr: Secondes
it: Secondi
nl: Seconden

source: Security warning: This URL uses HTTP. Your credentials and data will be sent unencrypted. We recommend using HTTPS for security.
de: Sicherheitswarnung: Diese URL verwendet HTTP. Deine Zugangsdaten und Daten werden unverschlüsselt gesendet. Aus Sicherheitsgründen empfehlen wir HTTPS.
es: Aviso de seguridad: esta URL usa HTTP. Tus credenciales y datos se enviarán sin cifrar. Te recomendamos usar HTTPS por seguridad.
fr: Avertissement de sécurité : cette URL utilise HTTP. Vos identifiants et vos données seront envoyés sans chiffrement. Nous recommandons d'utiliser HTTPS pour plus de sécurité.
it: Avviso di sicurezza: questo URL usa HTTP. Le tue credenziali e i tuoi dati verranno inviati senza crittografia. Per sicurezza ti consigliamo di usare HTTPS.
nl: Beveiligingswaarschuwing: deze URL gebruikt HTTP. Je inloggegevens en overige gegevens worden onversleuteld verstuurd. We raden HTTPS aan voor de veiligheid.

source: See All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
it: Mostra tutto
nl: Toon alles

source: Seek position
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
it: Posizione di riproduzione
nl: Afspeelpositie

source: Select an episode to start listening.
de: Wähle eine Folge aus, um mit dem Hören zu beginnen.
es: Selecciona un episodio para empezar a escuchar.
fr: Sélectionnez un épisode pour commencer à écouter.
it: Seleziona un episodio per iniziare ad ascoltare.
nl: Selecteer een aflevering om te beginnen met luisteren.

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
nl: Geselecteerd

source: SELF-HOSTED / THIRD-PARTY
de: Selbst gehostet / Drittanbieter
es: Autoalojado / Terceros
fr: Auto-hébergé / tiers
it: Self-hosted / terze parti
nl: Zelf gehost / derde partij

source: Self-hosted and third-party
de: Selbst gehostet und Drittanbieter
es: Autoalojado y de terceros
fr: Auto-hébergé et services tiers
it: Self-hosted e terze parti
nl: Zelf gehost en derde partij

source: Server rewrote feed URL
de: Server hat die Feed-URL geändert
es: El servidor ha reescrito la URL del feed
fr: Le serveur a réécrit l'URL du flux
it: Il server ha riscritto l'URL del feed
nl: Server heeft feed-URL herschreven
